import React from 'react'
import './FaqStyles.css'

const Faq = () => {
    return (
        <div className='section-faq'>
            <div className='container'>
                <div className='col-1'>
                    <h3>سوالات متداول</h3>
                    <p>نمی توانید پاسخی را که به دنبال آن هستید پیدا کنید؟</p>
                    <p>با ما تماس بگیرید
                        <span>پشتیبانی مشتری
                        </span> تیم</p>
                </div>
                <div className='col-2'>
                    <div className='faq'>
                        <h5>چگونه آب مقدس درست می کنید؟
                        </h5>
                        <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است</p>
                    </div>
                    <div className='faq'>
                        <h5>چگونه آب مقدس درست می کنید؟
                        </h5>
                        <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است</p>
                    </div>
                    <div className='faq'>
                        <h5>چگونه آب مقدس درست می کنید؟
                        </h5>
                        <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است</p>
                    </div>
                    <div className='faq'>
                        <h5>چگونه آب مقدس درست می کنید؟
                        </h5>
                        <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است</p>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default Faq